
#=============СООБЩЕНИЯ БОТА=============

description = 'Краткое описание'

more_description = 'Нажата кнопка подробнее'

get_anketa = 'Одобрено!'

after_get_chat = """
Теперь Вам доступна команда 
/info @user чтобы получить информацию 
о любом участнике сообщества "Рассвет"
"""

list_users = """<u>Список всех участников:</u>"""

error_username = 'Пожалуйста, измените Ваше имя в настройках телеграм'

choice = 'Выберите опцию ниже'

no_user_in_list = 'Пользователя с таким именем нет в списке'

after_delete_anketa = 'Ваша анкета успешно удалена!'
#=============КНОПКИ=============

back = '« Вернуться'

more_detailed = 'Подробнее'

feedback = 'Обратная связь'

join = 'Вступить'

get_chat = 'Получить чаты'

info_about_users = 'Информация об участниках'

leave_it_as_it_was = 'Оставить всё как было'

anketa = 'Анкета'

view_anketa = 'Посмотреть'

redacting_anketa = 'Изменить'

delete_anketa = 'Удалить анкету'

skip = 'Пропустить'


#=============ВОПРОСЫ АНКЕТИРОВАНИЯ=============

q_start = 'Тогда начнем! В дальнейшем вы можете изменить свою анкету'

q_name = 'Как Вас зовут?'

q_occupation = 'Какой Ваш род деятельности? (IT/дизайн/Рисование и т.д.)'

q_education = 'В каком учебном заведении Вы учитесь?'

q_about = 'Расскажите о себе'

q_photo = 'Пришлите Ваше фото'

alotphoto = 'Пришлите только одно фото'


q_err_name = 'Я Вас не понимаю, напишите Ваше имя ещё раз?'

q_err_occupation = 'Я Вас не понимаю, напишите Ваш род деятельности ещё раз'

q_err_education = 'Я Вас не понимаю, напишите в каком учебном заведении Вы учитесь ещё раз'

q_err_about = 'Я Вас не понимаю, напишите о себе ещё раз'

q_err_photo = 'Я Вас не понимаю, пришлите Ваше фото ещё раз'


#=============ПОВТОРНОЕ АНКЕТИРОВАНИЕ=============

redacted = 'Редактировано!'


#=============АНКЕТА УЧАСТНИКА=============
ank1 = '<u><b>Ваша анкета:</b></u>'
ank2 = '<b>Имя: </b>'
ank3 = '<b>Род занятий: </b>'
ank4 = '<b>Учебное заведение: </b>'
ank5 = '<b>О себе: </b>'
